{
  "div": {
    "a": [
      {
        "href": "/projects/intelligentsia-wicker-park/",
        "class": "ed-block third mb1 has-txt   has-subimgs layout-project js-use-pushstate",
        "div": [
          {
            "dataImgid": "1075250"
          },
          {
            "class": "subimgs",
            "div": [
              {
                "dataImgid": "1074831"
              },
              {
                "dataImgid": "1074828"
              },
              {
                "dataImgid": "1074826"
              }
            ]
          },
          {
            "class": "meta clear",
            "span": [
              {
                "href": "/feed/q/post_categories:Project of the Day/",
                "class": "eyebrow js-use-pushstate",
                "text": "Project of the Day"
              },
              {
                "class": "views",
                "text": "1,049"
              },
              {
                "class": "timestamp",
                "text": "16 hours ago"
              }
            ]
          },
          {
            "class": "txt",
            "h4": "Intelligentsia Wicker Park",
            "h5": {
              "class": "byline",
              "em": "by",
              "text": " Wheeler Kearns Architects"
            },
            "span": {
              "class": "body",
              "text": "The 950-square-foot Wicker Park store uses a curated material palette and thoughtful lighting design to differentiate the experience of serving coffee from those being served. With a material palette of Douglas fir, concrete, and white quartz, the café’s interior contrasts with the sleek modern texture of the base building’s façade. Douglas fir is used throughout the store and finished in different ways to define space and function. Pickled vertical slats line the café walls creating a soft warm shell while ebonized and oiled wood defines the various functions within the space. Conceived as a matryoshka doll, the coffee bar is nestled inside a Douglas fir volume whose ‘top’ has been lifted. The ‘top’ is set at eight feet high, providing a more intimate experience between barista and customer. Highlighting the lab-like quality of Intelligentsia’s process, white quartz countertops and an illuminated polycarbonate ceiling create the lining inside the nesting doll and further distinguish and define the coffee bar."
            }
          }
        ]
      },
      {
        "href": "/blog/ikea-video-game/",
        "class": "ed-block third mb1 has-txt    layout-normal js-use-pushstate",
        "div": [
          {
            "dataImgid": "1075239"
          },
          {
            "class": "meta clear",
            "span": [
              {
                "href": "/feed/q/post_categories:Play/",
                "class": "eyebrow js-use-pushstate",
                "text": "Play"
              },
              {
                "class": "views",
                "text": "2,442"
              },
              {
                "class": "timestamp",
                "text": "16 hours ago"
              }
            ]
          },
          {
            "class": "txt",
            "h4": "I Played the IKEA Video Game and Became Bernard Tschumi",
            "span": {
              "class": "body",
              "text": "An IKEA video game, huh? Initial reviews say its more frustrating than IKEA IRL, with the potential to make you break down or bring your relationships to ruin — just like assembling the real thing. I wanted a piece of it. My editor advised me to spend a significant amount of time with it for a proper review. At first, it seemed like an epic task, like the time Caity Weaver spent 14 hours at TGI Friday's eating mozzarella sticks. I braced myself for some kind of mind-bending, eye-watering marathon test of endurance. Once I'd downloaded the game, I dove right in. It's a little glitchy, so you have to choose \"Windowed,\" or it will reset the whole thing if you try to exit. But what I found inside was actually quite pleasant, a living room set to breezy music that makes you feel like you are in a 3D-modeled oxygen bar. I was prepared to give it my best honest effort. Spoiler alert: This soon became impossible.  Play begins with a box of parts dropped on the floor, along with a picture of the finished product. However, this picture disappears as soon as you get ..."
            }
          }
        ]
      },
      {
        "href": "/products/u-color/",
        "class": "ed-block third mb1 has-txt   has-subimgs layout-project js-use-pushstate",
        "div": [
          {
            "dataImgid": "1076202"
          },
          {
            "class": "subimgs",
            "div": [
              {
                "dataImgid": "1076058"
              },
              {
                "dataImgid": "1076059"
              },
              {
                "dataImgid": "1076057"
              }
            ]
          },
          {
            "class": "meta clear",
            "span": [
              {
                "href": "/feed/q/post_categories:Featured Product/",
                "class": "eyebrow js-use-pushstate",
                "text": "Featured Product"
              },
              {
                "class": "views",
                "text": "844"
              },
              {
                "class": "timestamp",
                "text": "17 hours ago"
              }
            ]
          },
          {
            "class": "txt",
            "h4": "U-Color",
            "h5": {
              "class": "byline",
              "em": "by",
              "text": " Stone Source"
            },
            "span": {
              "class": "body",
              "text": "U-Color is a series of inkjet and cold-glazed porcelain tile available in over 60 standard colors. U-Color was inspired by the industrial wooden floors of the 1970s and is an artisan product. U-Color is available in four field tiles (Neutro, Grigio, Biondo, and Bruno) and 60 cold-glazed standard colored tiles (U01 through U60). Custom colors can be produced for larger orders that meet established minimums. Tile size is a nominal three inches by 12 inches. Tiles are rectified and mono-caliber. The four field tiles of U-Color (Neutro, Grigio, Biondo, and Bruno) are suitable for interior and exterior walls and floors, including medium commercial traffic flooring applications. The 60 colored tiles of U-Color are suitable for interior walls and floors, including residential and light commercial traffic flooring applications, or may be used as an accent."
            }
          }
        ]
      },
      {
        "href": "/blog/dior-sets/",
        "class": "ed-block third mb1 has-txt    layout-normal js-use-pushstate",
        "div": [
          {
            "dataImgid": "1076171"
          },
          {
            "class": "meta clear",
            "span": [
              {
                "href": "/feed/q/post_categories:Collection/",
                "class": "eyebrow js-use-pushstate",
                "text": "Collection"
              },
              {
                "class": "views",
                "text": "1,218"
              },
              {
                "class": "timestamp",
                "text": "18 hours ago"
              }
            ]
          },
          {
            "class": "txt",
            "h4": "A Brief History of Dior's Insanely Intricate Fashion Show Set Designs ",
            "span": {
              "class": "body",
              "text": "Twice every year, fashion houses and ateliers reinvent themselves for the runway. With traditional shows largely appropriated by the mainstream — see Zoolander — contemporary designers are expected to curate a novel experience that not only debuts the latest styles of that season but also offers spectacle and context through set design. Paris Fashion Week presented a plethora of outstanding set designs to showcase with the spring 2015 haute couture collections. Among the best were Chanel’s Karl Lagerfeld with his exotic paper terrarium and Giorgio Armani’s oriental-inspired, bamboo-lined catwalk, not to mention the OMA-designed Prada show. But perhaps the most architecturally interesting set design seen last week was Raf Simon’s runway maze of white scaffolding for French fashion house Christian Dior.  Photo via The New York Times   Photos via The Guardian His spring collection, shown Jan. 26 at the Musée Rodin, comprised a series of 1950s-70s couture made futuristic with ribbon-ringed pleated skirts, sequined minidresses, clear plastic coats, and boldly patterned bodysuits. Descending from the mezzanine on a floating staircase, models sporting the stunning designs took to the pink-carpeted stage against a geometric backdrop of skeletal lines, the ..."
            }
          }
        ]
      },
      {
        "href": "/projects/glenville/",
        "class": "ed-block third mb1 has-txt   has-subimgs layout-project js-use-pushstate",
        "div": [
          {
            "dataImgid": "1075908"
          },
          {
            "class": "subimgs",
            "div": [
              {
                "dataImgid": "1075916"
              },
              {
                "dataImgid": "1075911"
              },
              {
                "dataImgid": "1075917"
              }
            ]
          },
          {
            "class": "meta clear",
            "span": [
              {
                "href": "/feed/q/post_categories:Featured Project/",
                "class": "eyebrow js-use-pushstate",
                "text": "Featured Project"
              },
              {
                "class": "views",
                "text": "698"
              },
              {
                "class": "timestamp",
                "text": "19 hours ago"
              }
            ]
          },
          {
            "class": "txt",
            "h4": "Glenville",
            "h5": {
              "class": "byline",
              "em": "by",
              "text": " RODE Architects"
            },
            "span": {
              "class": "body",
              "text": "This eight-unit residential building is situated on an edge between high- and low-density developments in Boston’s Allston neighborhood. This project is a redesign of our Greylock proposal. During the review process for Greylock, the community expressed a strong desire for a smaller-scale building and for the preservation of the two existing structures on the site. The proposal incorporates the existing structures and transitions between them and the adjacent larger-scale neighborhood."
            }
          }
        ]
      }
    ]
  }
}